<script>

$(document).ready(function(){

  var timer = setInterval(function(){
    if ($('#row_naimUchaLesn li').length == 106) {
      clearInterval(timer);

      window.lesa = {};

      window.lesa.li = $('#row_naimUchaLesn li');

      window.lesa.obj = {
        'Аргаяшское': ['Аргазинское', 'Аргаяшское', 'Кузнецкое', 'Кулуевское'],
        'Ашинское': ['Ашинское', 'Биянское', 'Миньярское', 'Симское', 'Укское'],
        'Брединское': ['Брединское', 'Кизильское', 'Кортубайское'],
        'Верхнеуральское': ['Арсинское', 'Астафьевское', 'Верхнеуральское', 'Карагайское', 'Магнитогорское', 'Нагайбакское'],
        'Златоустовское': ['Веселовское', 'Златоустовское', 'Кувашинское', 'Семибратское'],
        'Карталинское': ['Анненское', 'Варненское', 'Великопетровское', 'Джабыкское', 'Неплюевское', 'Парижское'],
        'Каслинское': ['Аракульское', 'Багарякское', 'Вишневогорское', 'Каслинское', 'Тюбукское'],
        'Катав-Ивановское': ['Верх-Катавское', 'Катавское', 'Лемезинское', 'Месединское', 'Орловское', 'Сульское', 'Юрюзанское'],
        'Красноармейское': ['Бродокалмакское', 'Красноармейское', 'Севостьяновское', 'Сугоякское'],
        'Кунашакское': ['Кунакбаевское', 'Кунашакское', 'Куяшское', 'Синарское'],
        'Кусинское': ['Злоказовское', 'Кусинское', 'Магнитское', 'Петропавловское'],
        'Кыштымское': ['Егозинское', 'Карабашское', 'Кыштымское', 'Уфимское'],
        'Миасское': ['Миасское', 'Новоандреевское', 'Сыростанское', 'Уфимское'],
        'Нязепетровское': ['Гривенское', 'Красностанское', 'Куказарское', 'Нязепетровское', 'Ункурдинское', 'Шемахинское'],
        'Октябрьское': ['Каратабызское', 'Кочердыкское', 'Октябрьское'],
        'Пластовское': ['Березиновское', 'Восточно-Санарское', 'Западно-Санарское', 'Кочкарское', 'Пластовское', 'Чесменское'],
        'Саткинское': ['Бердяушское', 'Cаткинское', 'Сулеинское'],
        'Увельское': ['Кособродское', 'Рубежное', 'Троицкое', 'Увельское', 'Хомутининское'],
        'Усть-Катавское': ['Вязовское', 'Минское', 'Усть-Катавское'],
        'Уфалейское': ['Верхне-Уфалейское', 'Иткульское', 'Маукское', 'Нижне-Уфалейское', 'Ушатовское'],
        'Чебаркульское': ['Бишкильское', 'Варламовское', 'Кумлякское', 'Кундравинское', 'Ларинское', 'Травниковское', 'Уйское'],
        'Шершневское': ['Белоусовское', 'Долгодеревенское', 'Еманжелинское', 'Еткульское', 'Каратабанское', 'Кременкульское', 'Смолинское']
      };

      window.lesa.view = function(t){
        var li = '#row_naimUchaLesn li';
        $(li).hide();

        $.each(t, function(i, v){
          $(li+':contains("'+v+'")').show();
        });
      };

      timer = setInterval(function(){
        if ($('#row_naimLesnles li:not(:first-child)').length == 22) {
          clearInterval(timer);
          $('#row_naimLesnles li:not(:first-child)').each(function(){
            $(this).click(function(){
              window.lesa.view(window.lesa.obj[$(this).text()]);
            });
          });
        }
      }, 100);
    }
  }, 100);

});

</script>
