if(window.M) {
  M.dictionary.list.forest3 = {
    'lvl': 0,
    'Лесопатологические обследования, в том числе:': {
      'lvl': 1,
      'га': {}
    },
    'при выполнении визуальным способом': {
      'lvl': 1,
      'га': {}
    },
    'из них: дистанционным методом': {
      'lvl': 1,
      'га': {}
    },
    'наземным методом': {
      'lvl': 1,
      'га': {}
    },
    'при выполнении инструментальным способом': {
      'lvl': 1,
      'га': {}
    },
    'Предупреждение распространения вредных организмов, в том числе:': {
      'lvl': 1,
      'га': {}
    },
    'Профилактические мероприятия по защите лесов, из них:': {
      'lvl': 1,
      'га': {}
    },
    'лесохозяйственные мероприятия': {
      'lvl': 1,
      'га': {}
    },
    'биотехнические мероприятия': {
      'lvl': 1,
      'га': {},
      'шт': {}
    },
    'Санитарно-оздоровительные мероприятия, в том числе:': {
      'lvl': 1,
      'га': {},
      'куб м': {}
    },
    'сплошные санитарные рубки': {
      'lvl': 1,
      'га': {},
      'куб м': {}
    },
    'объем ликвидной древесины': {
      'lvl': 1,
      'куб м': {}
    },
    'выборочные санитарные рубки': {
      'lvl': 1,
      'га': {},
      'куб м': {}
    },
    'объем ликвидной  древесины': {
      'lvl': 1,
      'куб м': {}
    },
    'уборка неликвидной древесины': {
      'lvl': 1,
      'га': {},
      'куб м': {}
    },
    'рубка аварийных деревьев': {
      'lvl': 1,
      'шт': {},
      'куб м': {}
    },
    'Агитационные мероприятия': {
      'lvl': 1,
      'шт': {}
    },
    'Ликвидация очагов вредных организмов, в том числе:': {
      'lvl': 1,
      'га': {},
      'куб м': {}
    },
    'обследования очагов вредных организмов': {
      'lvl': 1,
      'га': {}
    },
    'уничтожение или подавление численности вредных организмов': {
      'lvl': 1,
      'га': {}
    },
    'из них: с применением химических пестицидов': {
      'lvl': 1,
      'га': {}
    },
    'биологических пестицидов': {
      'lvl': 1,
      'га': {}
    },
    'рубка лесных насаждений в целях регулирования породного и возрастного составов лесных насаждений, зараженных вредными организмами': {
      'lvl': 1,
      'га': {}
    },
    'из них: сплошная рубка лесных насаждений, зараженных вредными организмами': {
      'lvl': 1,
      'куб м': {}
    },
    'выкладка ловчих деревьев': {
      'lvl': 1,
      'га': {},
      'куб м': {}
    }
  };
}
