if (window.M) {
  M.dictionary.list.forest7 = {
    'Заготовка семян лесных растений для лесовосстановления и лесоразведения': {
      "G3Number": "1",
      "G3Code": ["010"],
      "G3Unit": ["Кг"]
    },
    'Заготовка семян лесных растений на объектах постоянной лесосеменной базы': {
      "G3Number": "1.1",
      "G3Code": ["020"],
      "G3Unit": ["Кг"]
    },
    'Заготовка улучшенных и сортовых семян лесных растений': {
      "G3Number": "1.2",
      "G3Code": ["030"],
      "G3Unit": ["Кг"]
    },
    'Создание лесосеменных плантаций': {
      "G3Number": "2",
      "G3Code": ["040"],
      "G3Unit": ["Га"]
    },
    'Создание постоянных лесосеменных участков': {
      "G3Number": "3",
      "G3Code": ["050"],
      "G3Unit": ["Га"]
    },
    'Отбор плюсовых лесных насаждений': {
      "G3Number": "4",
      "G3Code": ["060"],
      "G3Unit": ["Га"]
    },
    'Отбор плюсовых деревьев': {
      "G3Number": "5",
      "G3Code": ["070"],
      "G3Unit": ["Шт."]
    },
    'Создание маточных плантаций': {
      "G3Number": "6",
      "G3Code": ["080"],
      "G3Unit": ["Га"]
    },
    'Создание архивов клонов плюсовых деревьев': {
      "G3Number": "7",
      "G3Code": ["090"],
      "G3Unit": ["Га"]
    },
    'Создание испытательных культур': {
      "G3Number": "8",
      "G3Code": ["100"],
      "G3Unit": ["Га"]
    },
    'Создание популяционно-экологических культур': {
      "G3Number": "9",
      "G3Code": ["110"],
      "G3Unit": ["Га"]
    },
    'Создание географических культур': {
      "G3Number": "10",
      "G3Code": ["120"],
      "G3Unit": ["Га"]
    },
    'Выращивание стандартного посадочного материала деревьев и кустарников для лесовосстановления и лесоразведения, всего': {
      "G3Number": "11",
      "G3Code": ["130"],
      "G3Unit": ["Тыс. шт."]
    },
    'в том числе: сеянцев': {
      "G3Number": "11.1",
      "G3Code": ["131"],
      "G3Unit": ["Тыс. шт."]
    },
    'из них - хвойных пород': {
      "G3Number": "11.1",
      "G3Code": ["132"],
      "G3Unit": ["Тыс. шт."]
    },
    'сеянцев с закрытой корневой системой': {
      "G3Number": "11.1.1",
      "G3Code": ["133"],
      "G3Unit": ["Тыс. шт."]
    },
    'из них -  хвойных пород': {
      "G3Number": "11.1.1",
      "G3Code": ["134"],
      "G3Unit": ["Тыс. шт."]
    },
    'в том числе из семян с улучшенными наследственными свойствами': {
      "G3Number": "11.1.2",
      "G3Code": ["135"],
      "G3Unit": ["Тыс. шт."]
    },
    'из них  - хвойных пород': {
      "G3Number": "11.1.2",
      "G3Code": ["136"],
      "G3Unit": ["Тыс. шт."]
    },
    'в том числе: саженцев': {
      "G3Number": "11.2",
      "G3Code": ["137"],
      "G3Unit": ["Тыс. шт."]
    },
    'из них  -  хвойных пород': {
      "G3Number": "11.2",
      "G3Code": ["138"],
      "G3Unit": ["Тыс. шт."]
    },
    'В том числе с улучшенными наследственными свойствами': {
      "G3Number": "11.2.1",
      "G3Code": ["139"],
      "G3Unit": ["Тыс. шт."]
    },
    'из них - хвойных  пород': {
      "G3Number": "11.2.1",
      "G3Code": ["170"],
      "G3Unit": ["Тыс. шт."]
    },
    'Посев семян в питомниках, всего': {
      "G3Number": "12",
      "G3Code": ["180", "0"],
      "G3Unit": ["Га", "Га"]
    },
    'в том числе: посев улучшенных семян лесных растений': {
      "G3Number": "12.1",
      "G3Code": ["181", "0"],
      "G3Unit": ["Кг", "Га"]
    },
    'сортовых семян лесных растений': {
      "G3Number": "12.2",
      "G3Code": ["182", "0"],
      "G3Unit": ["Кг", "Га"]
    },
    'Лесовосстановление, всего': {
      "G3Number": "13",
      "G3Code": ["190"],
      "G3Unit": ["Га"]
    },
    'в том числе: искусственное': {
      "G3Number": "13.1",
      "G3Code": ["191"],
      "G3Unit": ["Га"]
    },
    'из него - посадка лесных культур, всего': {
      "G3Number": "13.1.1",
      "G3Code": ["192"],
      "G3Unit": ["Га"]
    },
    'в том числе посадка лесных культур с использованием улучшенного посадочного материала': {
      "G3Number": "13.1.1.1",
      "G3Code": ["193"],
      "G3Unit": ["Га"]
    },
    'в том числе посадка лесных культур посадочным материалом с закрытой корневой системой': {
      "G3Number": "13.1.1.2",
      "G3Code": ["194"],
      "G3Unit": ["Га"]
    },
    'из него посадка лесных культур с использованием улучшенного посадочного материала с закрытой корневой системой': {
      "G3Number": "13.1.1.2.1",
      "G3Code": ["195"],
      "G3Unit": ["Га"]
    },
    'посев лесных культур, всего': {
      "G3Number": "13.1.2",
      "G3Code": ["196"],
      "G3Unit": ["Га"]
    },
    'в том числе посев лесных культур с использованием улучшенных семян': {
      "G3Number": "13.1.2.1",
      "G3Code": ["197"],
      "G3Unit": ["Га"]
    },
    'комбинированное': {
      "G3Number": "13.2",
      "G3Code": ["198"],
      "G3Unit": ["Га"]
    },
    'из него -  посадка лесных культур, всего': {
      "G3Number": "13.2.1",
      "G3Code": ["199"],
      "G3Unit": ["Га"]
    },
    'в  том числе посадка лесных культур с использованием улучшенного посадочного материала': {
      "G3Number": "13.2.1.1",
      "G3Code": ["200"],
      "G3Unit": ["Га"]
    },
    'в том числе посадка лесных культур с использованием улучшенного посадочного материала с закрытой корневой системой': {
      "G3Number": "13.2.1.2",
      "G3Code": ["201"],
      "G3Unit": ["Га"]
    },
    'в  том числе посадка лесных культур с использованием улучшенного посадочного материала с закрытой корневой системой': {
      "G3Number": "13.2.1.2.1",
      "G3Code": ["202"],
      "G3Unit": ["Га"]
    },
    'посев лесных культур,  всего': {
      "G3Number": "13.2.2",
      "G3Code": ["203"],
      "G3Unit": ["Га"]
    },
    'в  том числе посев лесных культур с использованием улучшенных семян': {
      "G3Number": "13.2.2.1",
      "G3Code": ["204"],
      "G3Unit": ["Га"]
    },
    'естественное': {
      "G3Number": "13.3",
      "G3Code": ["205"],
      "G3Unit": ["Га"]
    },
    'сохранение подроста лесных древесных пород при проведении рубок лесных насаждений': {
      "G3Number": "13.3.1",
      "G3Code": ["206"],
      "G3Unit": ["Га"]
    },
    'минерализация поверхности почвы': {
      "G3Number": "13.3.2",
      "G3Code": ["207"],
      "G3Unit": ["Га"]
    },
    'Дополнение лесных культур': {
      "G3Number": "14",
      "G3Code": ["210"],
      "G3Unit": ["Га"]
    },
    'из него  - посадка лесных культур, всего': {
      "G3Number": "14.1",
      "G3Code": ["211"],
      "G3Unit": ["Га"]
    },
    'в том  числе посадка лесных культур с использованием улучшенного посадочного материала': {
      "G3Number": "14.1.1",
      "G3Code": ["212"],
      "G3Unit": ["Га"]
    },
    'В  том числе посадка лесных культур посадочным материалом с закрытой корневой системой': {
      "G3Number": "14.1.2",
      "G3Code": ["213"],
      "G3Unit": ["Га"]
    },
    'в том  числе посадка лесных культур с использованием улучшенного посадочного материала с закрытой корневой системой': {
      "G3Number": "14.1.2.1",
      "G3Code": ["214"],
      "G3Unit": ["Га"]
    },
    'Уход за лесными культурами в переводе на однократный, всего': {
      "G3Number": "15",
      "G3Code": ["220"],
      "G3Unit": ["Га"]
    },
    'в том числе: ручным способом': {
      "G3Number": "15.1",
      "G3Code": ["221"],
      "G3Unit": ["Кг", "Га", "Тыс. шт.", "Куб. м"]
    },
    'механизированным способом': {
      "G3Number": "15.2",
      "G3Code": ["222"],
      "G3Unit": ["Га"]
    },
    'химическим способом': {
      "G3Number": "15.3",
      "G3Code": ["223"],
      "G3Unit": ["Га"]
    },
    'Подготовка почвы под лесные культуры, всего': {
      "G3Number": "16",
      "G3Code": ["230"],
      "G3Unit": ["Га"]
    },
    'в том числе - под лесные культуры будущего года': {
      "G3Number": "16.1",
      "G3Code": ["231"],
      "G3Unit": ["Га"]
    },
    'Подготовка лесного участка для лесовосстановления': {
      "G3Number": "17",
      "G3Code": ["240"],
      "G3Unit": ["Га"]
    },
    'в том числе расчистка': {
      "G3Number": "17.1",
      "G3Code": ["241"],
      "G3Unit": ["Га"]
    },
    'раскорчевка': {
      "G3Number": "17.2",
      "G3Code": ["242"],
      "G3Unit": ["Га"]
    },
    'Лесомелиоративные работы': {
      "G3Number": "18",
      "G3Code": ["0"],
      "G3Unit": ["Га"]
    },
    'Уход за лесами, всего': {
      "G3Number": "19",
      "G3Code": ["250", "251"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'в том числе: уход за молодняками (осветление, прочистка)': {
      "G3Number": "19",
      "G3Code": ["252", "253"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'прореживание': {
      "G3Number": "19",
      "G3Code": ["254", "255"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'проходная рубка': {
      "G3Number": "19",
      "G3Code": ["256", "257"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'реконструкция в средневозрастных, приспевающих, спелых и перестойных малоценных лесных насаждениях': {
      "G3Number": "19",
      "G3Code": ["258", "259"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'обновление лесных насаждений (рубка обновления)': {
      "G3Number": "19",
      "G3Code": ["260", "261"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'Формирования ландшафта (ландшафтная рубка)': {
      "G3Number": "19",
      "G3Code": ["262", "263"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'переформирования': {
      "G3Number": "19",
      "G3Code": ["264", "265"],
      "G3Unit": ["Га", "Куб. м"]
    },
    'Реконструкция молодняков': {
      "G3Number": "19",
      "G3Code": ["266"],
      "G3Unit": ["Га"]
    },
    'Лесоразведение, всего': {
      "G3Number": "20",
      "G3Code": ["270"],
      "G3Unit": ["Га"]
    },
    'в том числе: на землях лесного фонда': {
      "G3Number": "20.1",
      "G3Code": ["271"],
      "G3Unit": ["Га"]
    },
    'Из него  -  посадка лесных культур, всего': {
      "G3Number": "20.1.1",
      "G3Code": ["272"],
      "G3Unit": ["Га"]
    },
    'В том числе  посадка лесных культур с использованием улучшенного посадочного материала': {
      "G3Number": "20.1.1.1",
      "G3Code": ["273"],
      "G3Unit": ["Га"]
    },
    'В том  числе посадка лесных культур посадочным материалом с закрытой корневой системой': {
      "G3Number": "20.1.1.2",
      "G3Code": ["274"],
      "G3Unit": ["Га"]
    },
    'Из  него посадка лесных культур с использованием улучшенного посадочного материала с закрытой корневой системой': {
      "G3Number": "20.1.1.2.1",
      "G3Code": ["275"],
      "G3Unit": ["Га"]
    },
    'посев  лесных культур, всего': {
      "G3Number": "20.1.2",
      "G3Code": ["276"],
      "G3Unit": ["Га"]
    },
    'в том  числе посев лесных культур с использованием улучшенных семян': {
      "G3Number": "20.1.2.1",
      "G3Code": ["277"],
      "G3Unit": ["Га"]
    },
    'Уход за лесными культурами при лесоразведении в переводе на однократный, всего': {
      "G3Number": "21",
      "G3Code": ["280"],
      "G3Unit": ["Га"]
    },
    'в том числе:  ручным способом': {
      "G3Number": "21.1",
      "G3Code": ["281"],
      "G3Unit": ["Кг", "Га", "Тыс. шт.", "Куб. м"]
    },
    'механизированным  способом': {
      "G3Number": "21.2",
      "G3Code": ["282"],
      "G3Unit": ["Га"]
    },
    'химическим  способом': {
      "G3Number": "21.3",
      "G3Code": ["283"],
      "G3Unit": ["Га"]
    },
    'Подготовка почвы под лесоразведение, всего': {
      "G3Number": "22",
      "G3Code": ["290"],
      "G3Unit": ["Га"]
    },
    'Ввод (приемка) в эксплуатацию лесных насаждений, созданных при лесоразведении': {
      "G3Number": "23",
      "G3Code": ["300"],
      "G3Unit": ["Га"]
    },
    'Реконструкция лесных насаждений': {
      "G3Number": "24",
      "G3Code": ["310"],
      "G3Unit": ["Га"]
    },
    'Переведено лесных культур в покрытые лесной растительностью земли по результатам хозяйственной деятельности': {
      "G3Number": "25",
      "G3Code": ["330"],
      "G3Unit": ["Га"]
    },
    'Введено молодняков в категорию хозяйственно-ценных древесных насаждений земли по результатам хозяйственной деятельности': {
      "G3Number": "26",
      "G3Code": ["320"],
      "G3Unit": ["Га"]
    }
  }
}
