if(window.M) {
  M.dictionary.list.forest2 = {
    'lvl': 0,
    'Раздел 1 "Лесопатологические обследования"': {
      'lvl': 1,
      'Лесопатологические обследования, в том числе:': {
        'lvl': 2,
        '100': {}
      },
      'при выполнении визуальным способом': {
        'lvl': 2,
        '110': {}
      },
      'из них: дистанционным методом': {
        'lvl': 2,
        '111': {}
      },
      'наземным методом': {
        'lvl': 2,
        '112': {}
      },
      'при выполнении инструментальным способом': {
        'lvl': 2,
        '120': {}
      }
    },
    'Раздел 2 "Предупреждение распространения очагов вредных организмов"': {
      'lvl': 1,
      'Предупреждение распространения вредных организмов, в том числе:': {
        'lvl': 2,
        '200': {}
      },
      'Профилактические мероприятия по защите лесов, из них:': {
        'lvl': 2,
        '210': {}
      },
      'лесохозяйственные мероприятия': {
        'lvl': 2,
        '211': {}
      },
      'биотехнические мероприятия': {
        'lvl': 2,
        '212': {},
        '213': {}
      },
      'Санитарно-оздоровительные мероприятия, в том числе:': {
        'lvl': 2,
        '220': {},
        '230': {}
      },
      'сплошные санитарные рубки': {
        'lvl': 2,
        '221': {},
        '231': {}
      },
      'объем ликвидной древесины': {
        'lvl': 2,
        '240': {}
      },
      'выборочные санитарные рубки': {
        'lvl': 2,
        '222': {},
        '232': {}
      },
      'объем ликвидной  древесины': {
        'lvl': 2,
        '241': {}
      },
      'уборка неликвидной древесины': {
        'lvl': 2,
        '223': {},
        '233': {}
      },
      'рубка аварийных деревьев': {
        'lvl': 2,
        '224': {},
        '234': {}
      },
      'Агитационные мероприятия': {
        'lvl': 2,
        '250': {}
      }
    },
    'Раздел 3 "Ликвидация очагов вредных организмов"': {
      'lvl': 1,
      'Ликвидация очагов вредных организмов, в том числе:': {
        'lvl': 2,
        '300': {},
        '310': {}
      },
      'обследования очагов вредных организмов': {
        'lvl': 2,
        '320': {}
      },
      'уничтожение или подавление численности вредных организмов': {
        'lvl': 2,
        '330': {}
      },
      'из них: с применением химических пестицидов': {
        'lvl': 2,
        '331': {}
      },
      'биологических пестицидов': {
        'lvl': 2,
        '332': {}
      },
      'рубка лесных насаждений в целях регулирования породного и возрастного составов лесных насаждений, зараженных вредными организмами': {
        'lvl': 2,
        '340': {},
        '341': {}
      },
      'из них: сплошная рубка лесных насаждений, зараженных вредными организмами': {
        'lvl': 2,
        '342': {},
        '343': {}
      },
      'выкладка ловчих деревьев': {
        'lvl': 2,
        '344': {},
        '345': {}
      }
    }
  };
}
