if (window.M) {
  M.dictionary.list.forest4 = {
    'Раздел 1 "Лесопатологические обследования"': {
      "G3Number": ["1"],
      "G3Stat": [
        "Лесопатологические обследования, в том числе:",
        "при выполнении визуальным способом",
        "из них: дистанционным методом",
        "наземным методом",
        "при выполнении инструментальным способом"
      ],
      "G3Code": ["100", "110", "111", "112", "120"],
      "G3Unit": ["га"]
    },
    'Раздел 2 "Предупреждение распространения очагов вредных организмов"': {
      "G3Number": ["2", "2.1", "2.2", "2.3"],
      "G3Stat": [
        "Предупреждение распространения вредных организмов, в том числе:",
        "Профилактические мероприятия по защите лесов, из них:",
        "лесохозяйственные мероприятия",
        "биотехнические мероприятия",
        "Санитарно-оздоровительные мероприятия, в том числе:",
        "сплошные санитарные рубки",
        "объем ликвидной древесины",
        "выборочные санитарные рубки",
        "объем ликвидной  древесины",
        "уборка неликвидной древесины",
        "рубка аварийных деревьев",
        "Агитационные мероприятия"
      ],
      "G3Code": ["200", "210", "211", "212", "213", "220", "230",
        "221", "231", "240", "222", "232", "241", "223", "233",
        "224", "234", "250"],
      "G3Unit": ["Га", "Шт.", "Куб. м"]
    },
    'Раздел 3 "Ликвидация очагов вредных организмов"': {
      "G3Number": ["3", "3.1", "3.2"],
      "G3Stat": [
        "Ликвидация очагов вредных организмов, в том числе:",
        "обследования очагов вредных организмов",
        "уничтожение или подавление численности вредных организмов",
        "из них: с применением химических пестицидов",
        "биологических пестицидов",
        "рубка лесных насаждений в целях регулирования породного и возрастного составов лесных насаждений, зараженных вредными организмами",
        "из них: сплошная рубка лесных насаждений, зараженных вредными организмами",
        "выкладка ловчих деревьев"
      ],
      "G3Code": ["300", "310", "320", "330", "331", "332", "340", "341",
        "342", "343", "344", "345"],
      "G3Unit": ["Га", "Шт.", "Куб. м"]
    }
  }
}
