if (window.M) {
  M.dictionary.list.forestTemp = {
    '100': {
      'G3Razdel': 'Раздел 1 "Лесопатологические обследования"',
      'G3Number': '1',
      'G3Stat': 'Лесопатологические обследования, в том числе:',
      'G3Unit': 'га'
    },
    '110': {
      'G3Razdel': 'Раздел 1 "Лесопатологические обследования"',
      'G3Number': '1',
      'G3Stat': 'при выполнении визуальным способом',
      'G3Unit': 'га'
    },
    '111': {
      'G3Razdel': 'Раздел 1 "Лесопатологические обследования"',
      'G3Number': '1',
      'G3Stat': 'из них: дистанционным методом',
      'G3Unit': 'га'
    },
    '112': {
      'G3Razdel': 'Раздел 1 "Лесопатологические обследования"',
      'G3Number': '1',
      'G3Stat': 'наземным методом',
      'G3Unit': 'га'
    },
    '120': {
      'G3Razdel': 'Раздел 1 "Лесопатологические обследования"',
      'G3Number': '1',
      'G3Stat': 'при выполнении инструментальным способом',
      'G3Unit': 'га'
    },
    '200': {
      'G3Razdel': 'Раздел 2 "Предупреждение распространения очагов вредных организмов"',
      'G3Number': '2',
      'G3Stat': 'Предупреждение распространения вредных организмов, в том числе:',
      'G3Unit': 'га'
    },
    '': {
      'G3Razdel': '',
      'G3Number': '',
      'G3Stat': '',
      'G3Unit': ''
    }
  };
}
