if (window.M) {
  M.dictionary.list.forest9 = {
    "lvl": 0,
    "Леса, расположенные на особо охраняемых природных территориях": {},
    "Леса, расположенные в водоохранных зонах": {},
    "Леса, выполняющие функции защиты природных и иных объектов": {
      "lvl": 1,
      "Леса, расположенные в первом и втором поясах зон санитарной охраны источников питьевого и хозяйственно-бытового водоснабжения": {},
      "Защитные полосы лесов, расположенные вдоль железнодорожных путей общего пользования, федеральных автомобильных дорог общего пользования, автомобильных дорог общего пользования, находящихся в собственности субъектов Российской Федерации": {},
      "Зеленые зоны": {},
      "Лесопарковые зоны": {},
      "Городские леса": {},
      "Леса, расположенные в первой, второй и третьей зонах округов санитарной (горно-санитарной) охраны лечебно-оздоровительных местностей и курортов": {}
    },
    "Ценные леса": {
      "lvl": 1,
      "Государственные защитные лесные полосы": {},
      "Противоэрозионные леса": {},
      "Леса, расположенные в пустынных, полупустынных, лесостепных, лесотундровых зонах, степях, горах": {},
      "Леса, имеющие научное или историческое значение": {},
      "Орехово-промысловые зоны": {},
      "Лесные плодовые насаждения": {},
      "Ленточные боры": {},
      "Запретные полосы лесов, расположенные вдоль водных объектов": {},
      "Нерестоохранные полосы лесов": {}
    },
    "Берегозащитные, почвозащитные участки лесов, расположенных вдоль водных объектов, склонов оврагов": {},
    "Опушки лесов, граничащие с безлесными пространствами": {},
    "Лесосеменные плантации, постоянные лесосеменные участки и другие объекты лесного семеноводства": {},
    "Заповедные лесные участки": {},
    "Участки лесов с наличием реликтовых и эндемичных растений": {},
    "Места обитания редких и находящихся под угрозой исчезновения диких животных": {},
    "Другие особо защитные участки лесов": {}
  }
}
