if (window.M) {
  M.dictionary.list.forest5 = {
    "Лесопатологические обследования, в том числе:": {
      "G3Number": ["1"],
      "G3Code": ["100"],
      "G3Unit": ["Га"]
    },
    "при выполнении визуальным способом": {
      "G3Number": ["1"],
      "G3Code": ["110"],
      "G3Unit": ["Га"]
    },
    "из них: дистанционным методом": {
      "G3Number": ["1"],
      "G3Code": ["111"],
      "G3Unit": ["Га"]
    },
    "наземным методом": {
      "G3Number": ["1"],
      "G3Code": ["112"],
      "G3Unit": ["Га"]
    },
    "при выполнении инструментальным способом": {
      "G3Number": ["1"],
      "G3Code": ["120"],
      "G3Unit": ["Га"]
    },
    "Предупреждение распространения вредных организмов, в том числе:": {
      "G3Number": ["2"],
      "G3Code": ["200"],
      "G3Unit": ["Га"]
    },
    "Профилактические мероприятия по защите лесов, из них:": {
      "G3Number": ["2.1"],
      "G3Code": ["210"],
      "G3Unit": ["Га"]
    },
    "лесохозяйственные мероприятия": {
      "G3Number": ["2.1"],
      "G3Code": ["211"],
      "G3Unit": ["Га"]
    },
    "биотехнические мероприятия": {
      "G3Number": ["2.1"],
      "G3Code": ["212", "213"],
      "G3Unit": ["Га", "Шт."]
    },
    "Санитарно-оздоровительные мероприятия, в том числе:": {
      "G3Number": ["2.2"],
      "G3Code": ["220", "230"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "сплошные санитарные рубки": {
      "G3Number": ["2.2"],
      "G3Code": ["221", "231"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "объем ликвидной древесины": {
      "G3Number": ["2.2"],
      "G3Code": ["240"],
      "G3Unit": ["Куб. м"]
    },
    "выборочные санитарные рубки": {
      "G3Number": ["2.2"],
      "G3Code": ["222", "232"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "объем ликвидной древесины 2": {
      "G3Number": ["2.2"],
      "G3Code": ["241"],
      "G3Unit": ["Куб. м"]
    },
    "уборка неликвидной древесины": {
      "G3Number": ["2.2"],
      "G3Code": ["223", "233"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "рубка аварийных деревьев": {
      "G3Number": ["2.2"],
      "G3Code": ["224", "234"],
      "G3Unit": ["Шт.", "Куб. м"]
    },
    "Агитационные мероприятия": {
      "G3Number": ["2.3"],
      "G3Code": ["250"],
      "G3Unit": ["Шт."]
    },
    "Ликвидация очагов вредных организмов, в том числе:": {
      "G3Number": ["3"],
      "G3Code": ["300", "310"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "обследования очагов вредных организмов": {
      "G3Number": ["3.1"],
      "G3Code": ["320"],
      "G3Unit": ["Га"]
    },
    "уничтожение или подавление численности вредных организмов": {
      "G3Number": ["3.1"],
      "G3Code": ["330"],
      "G3Unit": ["Га"]
    },
    "из них: с применением химических пестицидов": {
      "G3Number": ["3.1"],
      "G3Code": ["331"],
      "G3Unit": ["Га"]
    },
    "биологических пестицидов": {
      "G3Number": ["3.1"],
      "G3Code": ["332"],
      "G3Unit": ["Га"]
    },
    "рубка лесных насаждений в целях регулирования породного и возрастного составов лесных насаждений, зараженных вредными организмами": {
      "G3Number": ["3.2"],
      "G3Code": ["340", "341"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "из них: сплошная рубка лесных насаждений, зараженных вредными организмами": {
      "G3Number": ["3.2"],
      "G3Code": ["342", "343"],
      "G3Unit": ["Га", "Куб. м"]
    },
    "выкладка ловчих деревьев": {
      "G3Number": ["3.2"],
      "G3Code": ["344", "345"],
      "G3Unit": ["Шт.", "Куб. м"]
    }
  }
}
