if (window.M) {
  M.dictionary.list.forest2 = {
    "Строительство лесных дорог, предназначенных для охраны лесов от пожаров": {
      "G3Number": "1",
      "G3Code": ["010"],
      "G3Unit": ["Км"]
    },
    "Реконструкция лесных дорог, предназначенных для охраны лесов от пожаров": {
      "G3Number": "2",
      "G3Code": ["011"],
      "G3Unit": ["Км"]
    },
    "Эксплуатация лесных дорог, предназначенных для охраны лесов от пожаров": {
      "G3Number": "3",
      "G3Code": ["012"],
      "G3Unit": ["Км"]
    },
    "Строительство посадочных площадок для самолетов и вертолетов, используемых в целях проведения авиационных работ по охране лесов от пожаров": {
      "G3Number": "4",
      "G3Code": ["020"],
      "G3Unit": ["Шт."]
    },
    "Реконструкция посадочных площадок для самолетов и вертолетов, используемых в целях проведения авиационных работ по охране лесов от пожаров": {
      "G3Number": "5",
      "G3Code": ["021"],
      "G3Unit": ["Шт."]
    },
    "Эксплуатация посадочных площадок для самолетов и вертолетов, используемых в целях проведения авиационных работ по охране лесов от пожаров": {
      "G3Number": "6",
      "G3Code": ["022"],
      "G3Unit": ["Шт."]
    },
    "Прокладка просек и противопожарных разрывов": {
      "G3Number": "7",
      "G3Code": ["030", "031"],
      "G3Unit": ["Км", "Га"]
    },
    "Прочистка просек и уход за противопожарными разрывами": {
      "G3Number": "8",
      "G3Code": ["040", "041"],
      "G3Unit": ["Км", "Га"]
    },
    "Устройство противопожарных минерализованных полос": {
      "G3Number": "9",
      "G3Code": ["050"],
      "G3Unit": ["Км"]
    },
    "Прочистка противопожарных минерализованных полос и их обновление (уход)": {
      "G3Number": "10",
      "G3Code": ["060"],
      "G3Unit": ["Км"]
    },
    "Строительство пожарных наблюдательных пунктов (вышек, мачт, павильонов и других наблюдательных пунктов), пунктов сосредоточения противопожарного инвентаря": {
      "G3Number": "11",
      "G3Code": ["070"],
      "G3Unit": ["Шт."]
    },
    "Реконструкция пожарных наблюдательных пунктов (вышек, мачт, павильонов и других наблюдательных пунктов), пунктов сосредоточения противопожарного инвентаря": {
      "G3Number": "12",
      "G3Code": ["071"],
      "G3Unit": ["Шт."]
    },
    "Эксплуатация пожарных наблюдательных пунктов (вышек, мачт, павильонов и других наблюдательных пунктов), пунктов сосредоточения противопожарного инвентаря": {
      "G3Number": "13",
      "G3Code": ["072"],
      "G3Unit": ["Шт."]
    },
    "Устройство пожарных водоемов и подъездов к источникам противопожарного водоснабжения": {
      "G3Number": "14",
      "G3Code": ["080"],
      "G3Unit": ["Шт."]
    },
    "Эксплуатация пожарных водоемов и подъездов к источникам водоснабжения": {
      "G3Number": "15",
      "G3Code": ["130"],
      "G3Unit": ["Шт."]
    },
    "Снижение природной пожарной опасности лесов путем регулирования породного состава лесных насаждений (расшифровать мероприятия)": {
      "G3Number": "16",
      "G3Code": ["100"],
      "G3Unit": ["Га"]
    },
    "Проведение профилактического контролируемого противопожарного выжигания хвороста, лесной подстилки": {
      "G3Number": "17",
      "G3Code": ["120"],
      "G3Unit": ["Га"]
    },
    "Проведение работ по гидромелиорации": {
      "G3Number": "18",
      "G3Code": ["090"],
      "G3Unit": ["Га"]
    },
    "Благоустройство зон отдыха граждан, пребывающих в лесах": {
      "G3Number": "19",
      "G3Code": ["140"],
      "G3Unit": ["Шт."]
    },
    "Установка и эксплуатация шлагбаумов, устройство преград, обеспечивающих ограничение пребывания граждан в лесах в целях обеспечения пожарной безопасности": {
      "G3Number": "20",
      "G3Code": ["150"],
      "G3Unit": ["Шт."]
    },
    "Создание и содержание противопожарных заслонов и устройство лиственных опушек": {
      "G3Number": "21",
      "G3Code": ["160"],
      "G3Unit": ["Га"]
    },
    "Установка и размещение стендов и других знаков и указателей, содержащих информацию о мерах пожарной безопасности в лесах": {
      "G3Number": "22",
      "G3Code": ["170"],
      "G3Unit": ["Шт."]
    },
    "Тушение лесных пожаров": {
      "G3Number": "23",
      "G3Code": ["180"],
      "G3Unit": ["Га"]
    },
    "Иные меры по охране лесов от пожаров, не вошедшие в перечень вышеперечисленных показателей, с расшифровкой каждого мероприятия в отдельности": {
      "G3Number": "24",
      "G3Code": ["190"],
      "G3Unit": ["Км", "Га", "Шт."]
    }
  }
}
