if(window.M) {
  M.dictionary.list.forest = {
    'lvl': 0,
    'Аргаяшское': {
      'lvl': 1,
      'Аргазинское': {},
      'Аргаяшское': {},
      'Кузнецкое': {},
      'Кулуевское': {}
    },
    'Ашинское': {
      'lvl': 1,
      'Ашинское': {},
      'Биянское': {},
      'Миньярское': {},
      'Симское': {},
      'Укское': {}
    },
    'Брединское': {
      'lvl': 1,
      'Брединское': {},
      'Кизильское': {},
      'Кортубайское': {}
    },
    'Верхнеуральское': {
      'lvl': 1,
      'Арсинское': {},
      'Астафьевское': {},
      'Верхнеуральское': {},
      'Карагайское': {},
      'Магнитогорское': {},
      'Нагайбакское': {}
    },
    'Златоустовское': {
      'lvl': 1,
      'Веселовское': {},
      'Златоустовское': {},
      'Кувашинское': {},'Семибратское': {}
    },
    'Карталинское': {
      'lvl': 1,
      'Анненское': {},
      'Варненское': {},
      'Великопетровское': {},
      'Джабыкское': {},
      'Неплюевское': {},
      'Парижское': {}
    },
    'Каслинское': {
      'lvl': 1,
      'Аракульское': {},
      'Багарякское': {},
      'Вишневогорское': {},
      'Каслинское': {},
      'Тюбукское': {}
    },
    'Катав-Ивановское': {
      'lvl': 1,
      'Верх-Катавское': {},
      'Катавское': {},
      'Лемезинское': {},
      'Месединское': {},
      'Орловское': {},
      'Сульское': {},
      'Юрюзанское': {}
    },
    'Красноармейское': {
      'lvl': 1,
      'Бродокалмакское': {},
      'Красноармейское': {},
      'Севостьяновское': {},
      'Сугоякское': {}
    },
    'Кунашакское': {
      'lvl': 1,
      'Кунакбаевское': {},
      'Кунашакское': {},
      'Куяшское': {},
      'Синарское': {}
    },
    'Кусинское': {
      'lvl': 1,
      'Злоказовское': {},
      'Кусинское': {},
      'Магнитское': {},
      'Петропавловское': {}
    },
    'Кыштымское': {
      'lvl': 1,
      'Егозинское': {},
      'Карабашское': {},
      'Кыштымское': {},
      'Уфимское': {}
    },
    'Миасское': {
      'lvl': 1,
      'Миасское': {},
      'Новоандреевское': {},
      'Сыростанское': {},
      'Тургоякское': {}
    },
    'Нязепетровское': {
      'lvl': 1,
      'Гривенское': {},
      'Красностанское': {},
      'Куказарское': {},
      'Нязепетровское': {},
      'Ункурдинское': {},
      'Шемахинское': {}
    },
    'Октябрьское': {
      'lvl': 1,
      'Каратабызское': {},
      'Кочердыкское': {},
      'Октябрьское': {}
    },
    'Пластовское': {
      'lvl': 1,
      'Березиновское': {},
      'Восточно-Санарское': {},
      'Западно-Санарское': {},
      'Кочкарское': {},
      'Пластовское': {},
      'Чесменское': {}
    },
    'Саткинское': {
      'lvl': 1,
      'Бердяушское': {},
      'Cаткинское': {},
      'Сулеинское': {}
    },
    'Увельское': {
      'lvl': 1,
      'Кособродское': {},
      'Рубежное': {},
      'Троицкое': {},
      'Увельское': {},
      'Хомутининское': {}
    },
    'Усть-Катавское': {
      'lvl': 1,
      'Вязовское': {},
      'Минское': {},
      'Усть-Катавское': {}
    },
    'Уфалейское': {
      'lvl': 1,
      'Верхнеуфалейское': {},
      'Иткульское': {},
      'Маукское': {},
      'Нижнеуфалейское': {},
      'Ушатовское': {}
    },
    'Чебаркульское': {
      'lvl': 1,
      'Бишкильское': {},
      'Варламовское': {},
      'Кумлякское': {},
      'Кундравинское': {},
      'Ларинское': {},
      'Травниковское': {},
      'Уйское': {}
    },
    'Шершневское': {
      'lvl': 1,
      'Белоусовское': {},
      'Долгодеревенское': {},
      'Еманжелинское': {},
      'Еткульское': {},
      'Каратабанское': {},
      'Кременкульское': {},
      'Смолинское': {}
    }
  };
}
